# класс с идентификаторами всех картинок
class Image:
    # Москва
    MOSCOW = '965417/57acb2d7f574f9f779c4'

    # Комната1 с закрытым сейфом
    ROOM1_SEIF_CLOSED = '1652229/2b9d5cd0e662e8045d90'

    # Комната 1 с открытым сейфом и ключём внутри
    ROOM1_SEIF_OPENED_KEY = '1540737/df656016bd09b323042a'

    # Комната 1 с открытым пустым сейфом
    ROOM1_SEIF_OPENED = '965417/fd78569ec213f1f7e5a2'

    # Комната 2 пустая
    ROOM2 = '1652229/2a0b9861fa7142e2b127'

    # Комната 2 с табуреткой
    ROOM2_TABURETKA = '1521359/c3c4d8f0139cb17949c9'

    # Комната 3 пустая
    ROOM3 = '965417/1c13632ad56747597376'

    # Комната 3 с табуреткой
    ROOM3_TABURETKA = '1652229/8b8c7c69af8e1dc58b2f'
